[
  {
    "Nombre": "Tostadas de Aguacates",
    "Dificultad": "Fácil",
    "Img": "C:\\Users\\Nitag\\Documents\\Trabajos amor\\Recetario\\img\\Tostadas de aguacate.jpg",
    "Ingredientes": [
      "Aguacate maduro",
      "Pan integral",
      "Limón",
      "Sal",
      "Pimienta negra",
      "Chile en polvo (opcional)"
    ],
    "Pasos": [
      "Corta el aguacate por la mitad, retira el hueso y saca la pulpa.",
      "Machaca el aguacate con un tenedor y agrégale jugo de limón, sal y pimienta al gusto.",
      "Tuesta el pan integral.",
      "Unta la mezcla de aguacate en las tostadas y añade chile en polvo si deseas un toque picante.",
      "¡Listo para disfrutar!"
    ]
  },
  {
    "Nombre": "Pollo a la Parrilla con Ensalada",
    "Dificultad": "Fácil",
    "Img": "C:\\Users\\Nitag\\Documents\\Trabajos amor\\Recetario\\img\\Pollo a la Parrilla con Ensalada.jpg",
    "Ingredientes": [
      "Pechugas de pollo",
      "Aceite de oliva",
      "Limón",
      "Sal",
      "Pimienta negra",
      "Lechuga",
      "Tomate",
      "Pepino",
      "Vinagre balsámico",
      "Queso feta (opcional)"
    ],
    "Pasos": [
      "Sazona las pechugas de pollo con aceite de oliva, jugo de limón, sal y pimienta.",
      "Asa el pollo a la parrilla hasta que esté cocido por completo.",
      "Prepara una ensalada con lechuga, tomate, pepino y queso feta (si lo deseas).",
      "Aliña la ensalada con aceite de oliva y vinagre balsámico al gusto.",
      "Sirve el pollo a la parrilla junto a la ensalada y disfruta."
    ]
  },
  {
    "Nombre": "Lasaña Casera",
    "Dificultad": "Intermedio",
    "Img": "C:\\Users\\Nitag\\Documents\\Trabajos amor\\Recetario\\img\\Lasaña Casera.jpg",
    "Ingredientes": [
      "Pasta para lasaña",
      "Carne molida de res",
      "Cebolla",
      "Ajo",
      "Salsa de tomate",
      "Queso ricotta",
      "Queso mozzarella",
      "Queso parmesano",
      "Huevos",
      "Albahaca fresca",
      "Sal",
      "Pimienta negra"
    ],
    "Pasos": [
      "Cocina la pasta para lasaña según las instrucciones del paquete y escúrrela.",
      "En una sartén grande, cocina la carne molida con cebolla y ajo hasta que esté dorada.",
      "Añade la salsa de tomate y albahaca fresca picada. Cocina a fuego lento durante unos minutos.",
      "En un tazón, mezcla el queso ricotta, queso mozzarella, queso parmesano, huevos, sal y pimienta.",
      "En un molde para horno, alterna capas de pasta, carne y mezcla de quesos.",
      "Hornea a 180°C durante 30-40 minutos o hasta que esté dorada y burbujeante.",
      "Deja reposar antes de servir."
    ]
  },
  {
    "Nombre": "Sushi de Salmón",
    "Dificultad": "Intermedio",
    "Img": "C:\\Users\\Nitag\\Documents\\Trabajos amor\\Recetario\\img\\Sushi de Salmón.jpg",
    "Ingredientes": [
      "Arroz para sushi",
      "Salmón fresco",
      "Nori (hojas de alga)",
      "Aguacate",
      "Vinagre de arroz",
      "Azúcar",
      "Sal",
      "Wasabi",
      "Salsa de soja"
    ],
    "Pasos": [
      "Cocina el arroz para sushi siguiendo las instrucciones del paquete. Luego, mézclalo con una combinación de vinagre de arroz, azúcar y sal para hacer el arroz de sushi.",
      "Corta el salmón y el aguacate en tiras delgadas.",
      "Coloca una hoja de nori en una esterilla de bambú y extiende una capa delgada de arroz sobre la mitad de la hoja.",
      "Agrega tiras de salmón, aguacate y un poco de wasabi.",
      "Enrolla el sushi con cuidado, sellando el borde con un poco de agua.",
      "Corta el rollo en rodajas y sírvelo con salsa de soja."
    ]
  },
  {
    "Nombre": "Filete Mignon en Vino tinto",
    "Dificultad": "Difícil",
    "Img": "C:\\Users\\Nitag\\Documents\\Trabajos amor\\Recetario\\img\\Filete Mignon con Salsa de Vino Tinto.jpg",
    "Ingredientes": [
      "Filete Mignon",
      "Aceite de oliva",
      "Mantequilla",
      "Chalotas",
      "Vino tinto",
      "Caldo de res",
      "Romero fresco",
      "Sal",
      "Pimienta negra"
    ],
    "Pasos": [
      "Sazona el filete Mignon con sal y pimienta.",
      "En una sartén caliente con aceite de oliva, dora el filete Mignon a fuego alto hasta que esté dorado por ambos lados.",
      "Transfiere el filete a una bandeja para horno y ásalo a 180°C hasta el punto de cocción deseado.",
      "En la misma sartén, derrite mantequilla y saltea chalotas hasta que estén tiernas.",
      "Añade vino tinto, caldo de res y romero fresco. Reduce la salsa a fuego lento.",
      "Sirve el filete Mignon con la salsa de vino tinto."
    ]
  },
  {
    "Nombre": "Risotto de Champiñones",
    "Dificultad": "Intermedio",
    "Img": "C:\\Users\\Nitag\\Documents\\Trabajos amor\\Recetario\\img\\Risotto de Champiñones.jpg",
    "Ingredientes": [
      "Arroz Arborio",
      "Champiñones",
      "Cebolla",
      "Caldo de champiñones",
      "Vino blanco",
      "Mantequilla",
      "Queso parmesano",
      "Aceite de oliva",
      "Sal",
      "Pimienta negra"
    ],
    "Pasos": [
      "En una sartén grande, saltea la cebolla y los champiñones en aceite de oliva hasta que estén dorados.",
      "Añade el arroz Arborio y cocina durante unos minutos, revolviendo constantemente.",
      "Vierte el vino blanco y cocina hasta que se evapore.",
      "Agrega el caldo de champiñones caliente poco a poco, revolviendo constantemente hasta que el arroz esté tierno y cremoso.",
      "Retira del fuego y mezcla con mantequilla y queso parmesano.",
      "Sazona con sal y pimienta al gusto y sirve caliente."
    ]
  },
  {
    "Nombre": "Sopa de Mariscos",
    "Dificultad": "Difícil",
    "Img": "C:\\Users\\Nitag\\Documents\\Trabajos amor\\Recetario\\img\\sopa de mariscos.jpg",
    "Ingredientes": [
      "Mejillones",
      "Camarones",
      "Calamares",
      "Pescado blanco",
      "Cebolla",
      "Ajo",
      "Tomate",
      "Caldo de pescado",
      "Vino blanco",
      "Aceite de oliva",
      "Sal",
      "Pimienta negra",
      "Azafrán"
    ],
    "Pasos": [
      "Lava y desbarba los mejillones. Pela y desvena los camarones.",
      "En una olla grande, calienta aceite de oliva y saltea cebolla y ajo picados hasta que estén dorados.",
      "Agrega el tomate y cocina unos minutos. Luego, añade el vino blanco y deja que se evapore el alcohol.",
      "Vierte el caldo de pescado, azafrán y otros ingredientes.",
      "Cocina a fuego lento hasta que los mariscos y el pescado estén cocidos.",
      "Sirve caliente y disfruta de esta sopa de mariscos."
    ]
  },
  {
    "Nombre": "Bandeja Paisa",
    "Dificultad": "Difícil",
    "Img": "C:\\Users\\Nitag\\Documents\\Trabajos amor\\Recetario\\img\\bandeja paisa.jpg",
    "Ingredientes": [
      "Carne molida",
      "Chicharron",
      "Arroz blanco",
      "Frijoles Rojos",
      "Plantanos",
      "Huevo frito",
      "Arepa",
      "Hogado",
      "Aguacate",
      "Morcilla",
      "Longaniza"
    ],
    "Pasos": [
      "Machaca el aguacate con un tenedor y agrégale jugo de limón, sal y pimienta al gusto",
      "Cocina el arroz blanco siguiendo las instrucciones del paquete y resérvalo",
      "Mientras cocinas los frijoles y el arroz, puedes freír los huevos en una sartén con un poco de aceite hasta que las yemas estén cocidas pero aún líquidas, si prefieres. Resérvalos",
      "Prepara el chicharrón: fría los trozos de carne de cerdo en aceite caliente hasta que estén crujientes y dorados. Escúrrelos sobre papel absorbente y resérvalos",
      "Cocina la morcilla en agua hirviendo durante unos minutos para calentarla. Luego, córtala en rodajas y resérvala",
      "Cocina la longaniza en una sartén hasta que esté dorada y cocida por dentro. Luego, córtala en trozos y resérvala",
      "Fría las arepas en un poco de aceite caliente hasta que estén doradas por ambos lados. Resérvalas",
      "Corta el aguacate por la mitad, retira el hueso y saca la pulpa",
      "Machaca el aguacate con un tenedor y agrégale jugo de limón, sal y pimienta al gusto",
      "Monta la bandeja paisa en un plato grande de la siguiente manera: coloca una porción de arroz blanco en un extremo del plato, al lado de los frijoles rojos. Luego, agrega el chicharrón, el huevo frito, la morcilla y la longaniza",
      "Sirve las arepas en otro plato o en el mismo plato si hay espacio",
      "Añade el aguacate machacado en un pequeño tazón o sobre el plato",
      "Sirve la bandeja paisa acompañada de hogao (salsa de cebolla y tomate) y rodajas de plátano maduro frito",
      "Disfruta de tu deliciosa bandeja paisa"
    ]
  }
]